{
	"name" : "Rene",
	"desiredHaircutID" : 2,
	"appearanceSeed" : 0,
	"moodForNewHaircut" : false,
	"maxTip" : 30,
	"basePrice" : 20,
	"greetingDialogue" : "Hi! Do you have time to give me a haircut?",
	"positiveReaction" : "Many thanks! I'm glad I can sport this haircut for the better of society.",
	"negativeReaction" : "This is awful! Don't you have any respect?!",
	"wantsGovernmentHair" : true,
	"dialogues" :[
	{
		"text" : "I really like this months haircut. It's got something gallant and noble to it, which is perfect for my grandmothers commemoration.",
		"responses" : [
		{
			"text" : "Was she important to you?",
			"dialogueID" : 1
		},
		{
			"text" : "What was your grandmother like?",
			"dialogueID" : 2
		}
		]
	},
	{
		"text" : "Very. She was from the 2030's and died eleven years ago. She was there for the formation of the Party, the Climate Restoration...",
		"responses" : [
		{
			"text" : "What was her opinion on the Neutralisation?",
			"dialogueID" : 3
		},
		{
			"text" : "What a time to have experienced.",
			"dialogueID" : 4
		}
		]
	},
	{
		"text" : "She had values she stood behind, values that ultimately decided the fate of humanity. I respect her a lot.",
		"responses" : [
		{
			"text" : "Do you share your grandmother's view?",
			"dialogueID" : 5
		},
		{
			"text" : "Values are a fundamental need.",
			"dialogueID" : 6
		}
		]
	},
	{
		"text" : "She supported it fully, just like I do. She'd experienced plenty of nasty things in her time. I'm very glad those don't happen anymore.",
		"responses" : []
	},
	{
		"text" : "Definitly. What the Party has done for us now all started with people like her. They were the ones that decided to be done with suffering.",
		"responses" : []
	},
	{
		"text" : "Yes. A sustainable climate, a world without discrimination. When we act together we can do great things.",
		"responses" : []
	},
	{
		"text" : "She told me all about it when I was young. She was a strong advocate of the Party. We owe it to her that we can live like we do now.",
		"responses" : []
	}
	]
}